Tekla.Structures.DialogInternal.RebarDialogOwner.#ctor(Tekla.Structures.DialogInternal.IDialogOwner)
Construct instance to hold the native dialog handle
DialogHandle: Handle to native dialog

Tekla.Structures.DialogInternal.RebarDialogOwner.Dispose
